Repository: MultiSeptim/The_Aragwaithi-1.12
Catalog: po/*.po
Languages: ru

source: Default + Aragwaithi
ru: Основные + Эрагвийцы

source: Heroes + Aragwaithi
ru: Герои + Эрагвийцы

source: Aragwaithi
ru: Эрагвийцы

source: race^Aragwaith
ru: Эрагвиец

source: race+female^Aragwaith
ru: Эрагвайка

source: race^Aragwaithi
ru: Эрагвийцы

source: During most of the Golden Age, the humans who inhabited the Great Continent were mostly Wesnothians, divided across various territories such as the Northlands, Elensefar and the kingdom of Wesnoth itself. However, there was once a time of great strife during which a new race of humans started to appear from nowhere. They were the 'Aragwaithi', which meant 'noble' in their native language. It has been since then rumored that they came from the Vast Sea to settle in Wesnoth. They mostly lived as mercenaries in that time, until the Fall. After that, they supposedly moved to the northmost lands of the Continent, were the sands could not reach, and the green could survive. Albeit being humans, many of their customs and racial features are incredibly different to the standards, to the point it puts them close to elves in terms of their dexterity with bows. Their wisemen have a mastery of magic not to be underestimated in the battlefield, for it has surprised and overseded the best magi often.
ru: На протяжении основной части Золотого Века, люди, населявшие Великий континент были, в основном, выходцами из Веснота, расселившимися по разным землям, таким как Северные Земли, Эленсефар и, собственно, королевство Веснот. Однако, когда настало время больших потрясений, неведомо откуда появилась новая раса людей. Они звались "Эрагвийцы", что означало на их родном языке: "благородный" Слухи, ходившие в то время, утверждали, что они прибыли из-за Великого океана, чтобы обосноваться в Весноте. До Падения они жили, в основном, как наемники. После этого они, предположительно, перебрались в северные земли Континента, до которых не смогли добраться пески, и где могла уцелеть растительность. Хотя они и являются людьми, многие из их обычаев и расовых особенностей невероятно отличаются от общепринятых. Наблюдавшие за их ловкостью в обращении с луком, говорят, что они в этом умении гораздо ближе к эльфам. Их мудрецы владеют магией с мастерством, которое не следует недооценивать на поле боя. Их умения частенько удивляли и приводили в замешательство лучших из магов.

source: Ancient Banner
ru: Древний стяг

source: TODO
ru: Сделать

source: scythe
ru: коса

source: Archer
ru: Лучник

source: The Aragwaithi are a noble people, fragile in body, but their training makes them among the more deadly denizens of this world. Their archers are no exception. Their skills with a bow are comparable to those of some elves, and they are remarkably quick with their daggers.
ru: Эрагвийцы - благородный народ, изящные телом, но при этом их выучка делает их практически самыми смертоносными обитателями этого мира. Их лучники - не исключение. Их умение обращаться с луком сравнимо с таковым у некоторых из эльфов, и они удивительно проворны в обращении со своими кинжалами.

source: Captain
ru: Капитан

source: glaive
ru: палаш

source: Eagle Master
ru: Мастер-сокольник

source: With experience, Eagle riders become more skilled and the relation with their winged friend become so strong that they act as one. As Eagle masters, they no longer need to give orders to their mounts, those anticipate them.
ru: Набираясь опыта, сокольники становятся более мудрыми и связь с их крылатым другом становится такой сильной, что они действуют как один организм. Мастера-сокольники больше не отдают приказы вслух - птица и так понимает их.

source: prey crush
ru: схватить добычу

source: Eagle Rider
ru: Сокольник

source: Some Aragwaithi youths take young eagles as a pet. These are not the common eagles, but a race of noble, giant birds of prey. When they are grown enough, they usually willing to serve as a mount for their best friend, and their young mates learn the art of riding these giant birds.
ru: Некоторые юные Эрагвийцы подбирают молодых орлов в качестве питомцев. Это не обычные орлы, а благородные, большекрылые охотничьи птицы. Когда они достаточно подрастают, они обычно желают служить другу в качестве перевозчика, а их юные друзья обучаются искусству верховой езды на птицах.

source: Flagbearer
ru: Знаменосец

source: Flagbearers are the leaders on the battlefield. They wield large banners to lead and inspire the soldiers. They are also skilled with the glaive, which makes them dangerous in combat too.
ru: Знаменосцы - лидеры на поле боя. Над ними развеваются широкие знамёна, что ведут и вдохновляют солдат. Они так же опытны в обращении с палашом, что делает их весьма опасными в битве.

source: Greatbow
ru: Великий лучник

source: Finally moving on from the dirk and dagger to the sword, the Greatbow is superior to the Strongbow in melee combat, but not as powerful as the Slayer. Their bow, however, is a masterpiece of military design. Several months are spent crafting a single bow, and each bow is crafted by the user, to his individual specifications. Due to the incredible strength required to pull these bows, anyone but the crafter who attempts to draw it could suffer serious injury.
ru: Наконец перейдя от кортика и кинжала к мечу, великий лучник превосходит сильного лучника в ближнем бою, хотя и не так силён, как Губитель. Его лук, однако, является шедевром военного дизайна. На создание каждого лука тратятся несколько месяцев, и каждый лук изготовлен лично владельцем, адаптированный к индивидуальным нуждам носителя. В связи с невероятной силой, необходимой, для обращения с этим луком, кто-либо, кроме создателя, попытавшийся натянуть тетиву - получал тяжёлые увечья.

source: Guard
ru: Гвардеец

source: Chosen from the toughest Swordsmen, Guards willingly forgo some of thier mobility for the advantages of armor. Whether in ceremonial posts during peace, or on the battlefield in times of war, their role is always the same: defending the Wizard nobility.
ru: Отобранные среди талантливых меченосцев, гвардейцы добровольно отказываются от лёгкости движений в пользу брони. Не важно: во время мирных церемоний или на поле боя в военное время, их задача всегда одинакова - защищать благородство Волшебников.

source: Guardian
ru: Страж

source: Lancer
ru: Улан

source: female^Lancer
ru: Уланка

source: Longswordsman
ru: Мечник

source: While Aragwaithi Swordsmen seem uncannily skilled to blade-wielders of other races, the Aragwaithi reserve their own admiration for Longswordsmen. These warriors have become so adept at the arts of thrust and parry that they have adopted a longer blade than the Swordsmen, yet they are able to wield it with equal grace and skill.
ru: Если Эрагвийские меченосцы считаются уникальными в мастерстве клинка среди других рас, то сами эрагвийцы восхищаются мечниками. Эти войны стали настолько искусны в мастерстве выпадов и парирования, что они вооружились более длинными клинками, чем меченосцы, но всё же обращаются с этим оружием с той же грацией и сноровкой.

source: longsword
ru: длинный меч

source: Pikeman
ru: Пикинёр

source: Scout
ru: Разведчик

source: female^Scout
ru: Разведчица

source: Shield Guard
ru: Гвардеец со щитом

source: These warriors wear the old shields of their ancients. These ancients could hold the line in the great battles until the reinforcements arrived, but they paid a high price, not many survived the battle and many others died through their strong wounds. Now only the best warriors are allowed to carry these ancient shields to remind the world and to honor these brave man and their sacrifice.
ru: Эти войны носят старые щиты своих предков. Их древние родичи могли держать оборону в великих сражениях пока не подоспеет подкрепление, но платили страшную цену, поскольку не многие выживали, а большинство умирало от тяжёлых ран. В наши дни только лучшим войнам разрешается носить эти древние щиты, как память об этих бравых людях и их жертвах.

source: Silver Shield
ru: Серебристый щит

source: female^Silver Shield
ru: Серебристый щит

source: Slayer
ru: Губитель

source: While improving only marginally on the power of their bow, the Slayer abandons the blade in favor of training with a glaive, improving his skills in hand-to-hand combat. He is not as rugged as others of comparable skill, but far deadlier.
ru: Хотя и незначительно увеличивают силу своей стрельбы, Губители отказываются от клинков в пользу палашей, улучшая искусность в драке один-на-один. Они не так непробиваемы, как другие с подобными навыками, но зато намного смертоноснее.

source: female^Sorceress
ru: Колдунья

source: The mighty Aragwaith Sorceresses are gracile like wind. They can confuse their oponents by standing in fron of them, seemingly defenseless; after the attacker hits, they notice their victim is behind them, ready to perform his own killing strike. On the battlefield these sorceresss are fearsome enemies; even their comrades keep an eye on them, carefully, from a safe distance. And so it happens that even the Royal orders of Wesnothian magi treat these noble lores with respect and caution.
ru: Могущественная колдунья Эрагвайцев грациозна как ветер. Она может заморочить своих противников, стоя перед ними, и кажущейся такой беззащитной; но когда атакующий наносит удар, он замечает, что жертва стоит за ним, готовая нанести свой собственный смертельный удар. На поле боя эти колдуньи - страшные враги; даже их товарищи следят за ними, осторожно, с безопасного расстояния. И случается, что даже Королевские ордена магов Веснота относятся к этим благородным ведуньям с уважением и осторожностью.

source: Spearman
ru: Копьеносец

source: The less dextrous and stronger Aragwaith take up the spear. Useful in hunting, this weapon is also deadly on the battlefield. Many impetuous knights have found themselves or their mounts impaled on the point of an Aragwaithi spear.
ru: Менее ловкие и сильные Эрагвийцы берутся за копьё. полезное в охоте, это оружие так же смертоносно и на поле боя. Многие стремительные рыцари, обнаруживали себя или их лошадей пронзенными или пригвождёнными эрагвийскими копьями.

source: Strongbow
ru: Сильный лучник

source: By wielding a stronger bow and training almost constantly, the Aragwaith Strongbow fires a far deadlier shot than the average archer. Their dirks are longer than the daggers used by the typical archer, and they wield them far more effectively.
ru: Имея более мощный лук и почти непрерывно совершенствуя своё мастерство, сильный эрагвийский лучник способен смертельно поразить врага на значительно большей дистанции чем средний стрелок. Его кортик длиннее чем кинжал, используемый типичным стрелком, и владеет он им намного искуснее.

source: Swordsmaster
ru: Мастер клинка

source: Swordsmasters do not get their title from one day to another. They have endured years of rigorous Aragwaithi military training, and survived many ferocious battles. Their skill with their blades is spoken of with awe among those few foes who have witnessed it - and lived. Having earned their title, Swordsmasters take responsibility for instructing the young, passing by generation on generation the proud Aragwaithi martial traditions.
ru: Мастера клинка не получают свой титул "со дня на день". Они провели годы в тяжелейшей военной подготовке эрагвийцев, и пережили множество страшнейших битв. Об их мастерстве обращения с клинками говорят с придыханием, со слов немногих врагов, которые встречались с ними в бою - и выжили. Заслужив это звание, мастера клинка берут ответственность за инструктаж юношей, передавая от поколения к поколению гордость боевых традиций эрагвийцев.

source: Swordsman
ru: Меченосец

source: While the Aragwaithi are slight of body, they are also fast and nimble. These abilites, coupled with the intensive training given to the Aragwaith military, make for superb swordsmen. Swordsmen are clad in light chain mail - the better to resist the blades of their enemies.
ru: Хотя эрагвийцы худы телом, они так же быстры и ловки. Эти способности, в совокупности с интенсивными тренировками дают эрагвийской армии совершенных меченосцев. Меченосцы облачаются в блестящие кольчуги - что бы лучше сопротивляться клинкам своих врагов.

source: female^Witch
ru: Ведьма

source: The magically inclined ones among the Aragwaith recieve not only the martial training so common in Aragwaithi society, but also in the art of healing, and of course in magic. Wielding powerful fire and possessing a healing touch, witchs are the noblest of a noble people.
ru: Одарённые магическими талантами, некоторые из эрагвийцев участвуют не только в боевых тренировках, обычных для их общества, но так же изучают искусство исцеления и, конечно, магии. Владея мощным огнём и одарённые исцеляющим прикосновением, ведьмы - самые почитаемые из благородных людей.

source: kick
ru: пнуть

source: female^Wizard
ru: Маг

source: attack only
ru: только атака

source: Attack only: This weapon will never be used on defense.
ru: Только атака: Это оружие не может быть использовано при защите.

source: protection
ru: прикрытие

source: Protection: Adjacent units of level 1 or below from this side receive a +20% bonus to all resistances (up to a maximum of 50%).
ru: Прикрытие: У стоящих рядом воинов 1-го уровня или имеющих уровень ниже чем у этого бойца на 20% возрастает сопротивляемость ко всем видам атак (но не более чем до 50%).

source: precision
ru: меткость

source: When used offensively, this attack always has at least a 50% chance to hit.
ru: При нападении данная атака всегда имеет как минимум 50% шанс нанести ущерб.

source: This unit can protect those of level 0 and 1 around them, granting them extra resistances.
ru: Этот боец может защищать других, уровня 0 и 1 вокруг него, давая им дополнительное сопротивление.

source: This unit can attack very precisely, giving it a better chance to hit agile foes on the offense.
ru: Этот боец может атаковать очень метко, получая лучшие шансы попасть во врага при нападении.
